
//Common
"kSuccess" = "Correcto";
"kFailed" = "Error";
"kWarning" = "Advertencia";
"kError" = "Error";
"kConfirm" = "Confirmar";
"kOK" = "Aceptar";
"kCancel" = "Cancelar";
"kYes" = "Sí";
"kNo" = "No";
"kAdd" = "Agregar";
"kRename" = "Renombrar";
"kPlay" = "Reproducir";
"kDelete" = "Eliminar";
"kRotate" = "Rotar";
"kExtract" = "Extraer";
"kCopy" = "Copiar";
"kDone" = "Hecho";
"kSave" = "Guardar";
"kDonotSave" = "No guardar";
"kLoading" = "Cargando...";
"kShare" = "Compartir";
"kReplace" = "Reemplazar";
"kSkip" = "Omitir";
"kZip" = "ZIP";
"kEdit" = "Editar";
"kBack" = "Atrás";
"kSelectAll" = "Seleccionar todo";
"kDeselectAll" = "Anular selec. todo";
"kCreate" = "Crear";
"kFlatten" = "Acoplar";
"kAuto" = "Automático";
"kMultiPicking" = "Selección múltiple";
"kSaveAs" = "Guardar como";
"kFileErrorNotLoaded" = "Error de formato: no es un PDF o está dañado.";
"kSelectFolder" = "Seleccionar carpeta";

//Error
"kWrongPageNumber" = "Número de página incorrecto. El número debe ser";
"kDocPasswordError" = "Contraseña no válida. \nIntrodúzcala de nuevo.";
"kNoFileInDisk" = "No se puede encontrar el archivo %@ en el disco. Elimínelo de la lista.";
"kInvalidSecurityHandler" = "Controlador de seguridad no válido.";
"kErrorCode" = "Código de error(%d).";
"kUnfoundOrCannotOpen" = "No se puede encontrar el archivo.";
"kInvalidFormat" = "Formato no válido.";
"kHandlerError" = "Controlador no válido.";
"kWrongCertificate" = "Certificado no válido.";
"kCertExpired" = "El certificado ha caducado.";
"kUnknownError" = "Error desconocido.";
"kInvalidLibraryLicense" = "Licencia de biblioteca no válida.";
"kInvalidParameter" = "Parámetro no válido.";
"kUnsupportedType" = "Tipo no compatible.";
"kOutOfMemory" = "No hay memoria suficiente.";
"kNoAppropriateApplication" = "No existe una aplicación adecuada.";
"kInvalidUrl" = "Url no válida.";
"kUnsupportedDocFormat" = "El documento XFA no es compatible para funcionar.";
"kPasswordNotSame" = "La contraseña para abrir el documento y la contraseña del propietario no pueden ser iguales. Introduzca una contraseña diferente, ya sea en el campo Contraseña para abrir documento o el campo Contraseña del propietario.";
"kEditOutsideDocument" = "No puede editar fuera del documento.";
"kXFAUnsupportedOP" = "El documento XFA no admite esta operación";
"kShouldSaveFileTips" = "Se ha modificado el documento PDF. ¿Desea guardar?";
"kShouldSaveEncryptionDocument" = "¿Desea guardar el documento antes de la encriptación?";
"kShouldSaveEecryptionDocument" = "¿Desea guardar los Documento antes de la desencriptación?";
"kTrimWhitespace" = "¡Espacio en blanco de cabeza y cola recortado!";
"kFailMovePage" = "No se pudo mover páginas.";
"kFailRotatePage" = "No se pudo rotar páginas.";
"kFailExtract" = "¡No se pudo extraer!";
"kFailCopy" = "¡No se pudo copiar!";
"kFailInsert" = "¡No se pudo insertar!";
"kFailDelete" = "No se pudo eliminar.";
"kInvalidPermissionTip" = "No tiene permiso para ver estas páginas.";
"kInvalidLogin" = "Inicie sesión antes";



//Confirm - PDFView Thumbnial mode
"kSureToDeletePage" = "¿Está seguro de que desea eliminar las páginas seleccionadas? No puede deshacer esta acción.";
"kNotAllowDeleteAll" = "No se permite eliminar todas las páginas";
"kDeletePageFailed" = "No se pueden eliminar las páginas.";
"kMovePageFailed" = "No se pueden mover las páginas.";


//File management
"kDocuments" = "Documentos";
"kSearchPlaceholder" = "Buscar PDF";
"kByFileName" = "Por nombre";
"kItems" = "%lld elementos";
"kSelect" = "Seleccionar";
"kIllegalNameWarning" = "Ingresó un nombre no permitido";

"kFileInformation" = "Información del archivo";
"kReduceFileSize" = "Reducir el tamaño del archivo";
"kReduceFileSizeDescription" = "Esta opción comprimirá las imágenes y puede afectar su calidad. ¿Desea continuar?";
"kFlattenDescription" = "El archivo se guardará después de aplanarse.";
"kAirPrint" = "Imprimir";
"kAirPrintNotAvailable" = "La impresión inalámbrica no está disponible; por favor, compruebe su configuración del sistema.";
"kScreenCapture" = "Captura de pantalla";
"kScreenCaptureVersion" = "La captura de pantalla admite iOS 6.0 y versiones posteriores; por favor, actualice su sistema.";

"kName" = "Nombre";
"kAdded" = "Agregados";
"kModify" = "Actualizados";
"kDeleted" = "Eliminados";
"kReply" = "Responder";
"kOKHelp" = "Seleccione \"Guardar\" para guardar el documento aquí.";
"kInputNewFileName" = "Ingrese un nuevo nombre de archivo";
"kFileAlreadyExists" = "El archivo ya existe ¿Desea reemplazarlo?";
"kCloudUploadFile" = "Cargar";
"kCopyToFolder" = "Copiar en";
"kMoveToFolder" = "Mover a carpeta";
"kSelectToFolder" = "Seleccionar carpeta";
"kMove" = "Mover";
"kCopyHelp" = "Seleccione \"Copiar\" para copiar el documento aquí.";
"kMoveHelp" = "Seleccione \"Mover\" para mover el documento aquí.";
"kAddServer" = "Agregar";
"kMultiSelectLimitFaild" = "Seleccione al menos %d archivo(s)";
"kDoneHelp" = "Seleccione\"Hecho\" para guardar el documento aquí.";
"kInputNewName" = "Introduzca un nuevo nombre";
"kNoFolderFiles" = "¡No hay archivos todavía, está vacía!";
"kNoFiles" = "No se encontraron archivos";

//EGOTableViewPullRefresh
"kLastUpdated" = "Última actualización";
"kReleaseToRefresh" = "Soltar para refrescar...";
"kPullDownToRefresh" = "Bajar para refrescar...";

//Document
"kDocNeedPassword" = "El archivo tiene una contraseña que lo protege. \nIntroduzca la contraseña para abrir este documento.";
"kViewModeSingle" = "Única";
"kViewModeContinuous" = "Desplazamiento continuo";
"kViewModeThumbnail" = "Miniatura";
"kReflow" = "Redistribuir";
"kViewModeCover" = "Portada";
"kViewModeNoCover" = "Orientación";
"kFitPage" = "Ajustar página";
"kFitWidth" = "Ajustar ancho";
"kRotateView" = "Rotar vista";
"kPageMode" = "Modo de página";
"kPageView" = "Vista de página";
"kNightMode" = "Modo Nocturno";

//Crop
"kCropMode" = "Modo recortar";
"kCropSmartCalculating" = "Calculando recorte de página, por favor espere...";
"kCropNo" = "Sin recorte";
"kCropSmart" = "Recorte inteligente";
"kCropDone" = "Recortar";
"kCropDetect" = "Descubre";
"kCropFull" = "Total";
"kApply2All" = "Usar en todo";
"kApply2Odd" = "Usar en nones";
"kApply2Even" = "Usar en pares";

//Form
"kForm" = "Formulario";
"kCreateFormFields" = "Crear campos de formulario";
"kResetFormFields" = "Restablecer campos del formulario";
"kImportForm" = "Importar datos del formulario";
"kExportForm" = "Exportar datos del formulario";
"kSureToResetFormFields" = "¿Está seguro de que desea restablecer todos los campos del formulario?";
"kNoFormAvailable" = "Este documento no tiene datos de formulario";
"kImportFormSuccess" = "Los datos se importaron correctamente en el documento actual.";
"kImportFormFailed" = "No se pudo importar ni obtener acceso a los datos. Compruebe el estado del archivo de datos del formulario e intente de nuevo.";
"kExportFormSuccess" = "Los datos del formulario se exportaron correctamente.";
"kExportFormFailed" = "Error en la exportación del formulario.";
"kReset" = "Restablecer";
"kClickHereFormTip" = "Haga clic aquí para agregar elementos";
"kItemList" = "Lista de elementos";
"kOptions" = "Opciones";
"kCustomText" = "Texto personalizado";
"kNewItem" = "Nuevo elemento";
"kMultipleSelection" = "Selección múltiple";
"kFieldRenamFailed" = "El nombre que ha introducido ya se ha utilizado en un campo existente. Seleccione un nombre distinto o cambie el tipo de campo para que coincida con el campo existente.";

//Annotation
"kAnnotation" = "Anotaciones";
"kComment" = "Comentario";
"kReply" = "Responder";
"kCopyText" = "Copiar texto";
"kIcon" = "Icono";
"kFont" = "Fuente";
"kOpacity" = "Opacidad";
"kHighlight" = "Resaltar";
"kSquiggly" = "Ondulado";
"kStrikeout" = "Tachado";
"kUnderline" = "Subrayado";
"kRedaction" = "Redacción";
"kApply" = "Aplicar";
"kApplyAllRedaction" = "Aplicar toda los redacción";
"kApplyAll" = "Aplicar todo";
"kLine" = "Línea";
"kArrow" = "Flecha";
"kPencil" = "Lápiz";
"kRectangle" = "Rectángulo";
"kCircle" = "Óvalo";
"kEraser" = "Borrador";
"kInsertText" = "Insertar texto";
"kReplaceText" = "Reemplazar texto";
"kAttachment" = "Archivo adjunto";
"kAttachments" = "Archivos adjuntos";
"kRotation" = "Rotación";
"kImage" = "Imagen";
"kPolygon" = "Polígono";
"kCloud" = "Nube";
"kPolyLine" = "Polilínea";
"kCustomColor" = "Color personalizado";
"kMultipleSelect" = "Selección múltiple";
"kGroup" = "Agrupar";
"kUngroup" = "Desagrupar";

"kGraph" = "Gráfico";
"kPushpin" = "Alfiler";
"kPaperclip" = "Clip";
"kTag" = "Etiqueta";

"kTypewriter" = "Máquina de escribir";
"kTextbox" = "Cuadro de texto";
"kCallout" = "Callout";
"kHintTitleTypewriter" = "Toque la pantalla para agregar una Máquina de escribir";

"kDistance" = "Distancia";
"kUnit" = "Unidad";
"kDistanceLengthError" = "El valor no puede estar vacío ni tener más de 6 dígitos";
"kDistanceNumberError" = "El valor debe ser numérico";

"kRedactTip" = "Está a punto de redactar permanentemente el contenido marcado; esta operación no se puede deshacer. ¿Está seguro de que desea continuar?";
"kFailedLoadModuleForLicenseTip" = "No tiene autorización para utilizar este módulo adicional, póngase en contacto con nosotros para actualizar su licencia.";

//Bookmark
"kBookmark" = "Marcadores";
"kRenameBookmark" = "Renombrar marcador";
"kClearBookmark" = "¿Está seguro de que desea eliminar todos los marcadores?";
"kInputBookmarkName" = "Ingrese un nuevo nombre de marcador";

//Outline
"kOutline" = "Esquema";

//Search
"kSearch" = "Buscar";
"kTotalFound" = "Total encontrado(s)";
"kSearchGoogle" = "Buscar en Google";
"kSearchWiki" = "Buscar en Wikipedia";
"kPage" = "Página";
"kSearching" = "Buscando...";
"kWholeWordsOnly" = "Solo palabras completas";
"kCaseSensitive" = "Distinguir mayúsculas y minúsculas";
"kSearchInInternet" = "Buscar en Internet";

//Signature
"kSignatureTitle" = "Firma";
"kSignAction" = "Firmar";
"kEditSavedSign" = "Editar firma guardada";
"kConfirmSign" = "Después de firmar, la firma y todos los cambios aplicados anteriormente se guardarán en el archivo de forma automática.";

"kSignListTitle" = "Lista de firmas";
"kSignListIconTitle" = "Lista";
"kHadProtect" = "Este documento ha sido protegido por firma digital o RMS.";
"kHeaderCertInfo" = "INFORMACIÓN DEL CERTIFICADO";
"kCertSerialNum" = "Número de serie:";
"kCertIssuer" = "Emisor del certificado:";
"kCertStartTime" = "Fecha de inicio válida:";
"kCertEndTime" = "Fecha de fin válida:";
"kCertEmail" = "Dirección de correo electrónico:";
"kSignDate" = "Fecha de firma:";
"kVerifyVaildResult" = "La firma digital es válida.";
"kVerifyVaildModifyResult" = "No se ha modificado la revisión del documento que estaba cubierto por esta firma. Sin embargo, se han producido cambios posteriores al documento.";
"kVerifyInvaildResult" = "La firma digital no es válida.";
"kVerifyUnknownResult" = "La firma digital es DESCONOCIDA.";
"kVerifyResultErrorByteRange" = "La firma digital no es válida como rango de bytes.";
"kVerifyResultIssueExpire" = "La firma digital es DESCONOCIDA..\nEl certificado para verificar el emisor ha expirado.";
"kVerifyResultErrorData" = "Error desconocido al verificar la firma digital.";
"kVerifyResultInvaildAndOther" = "La firma digital no es válida debido a otras razones.";
"kVerifyTitle" = "Resultados de verificación";
"kCurrentSelectCert" = "Certificado actual:";
"kVerifySign" = "Validar firma";
"kSignListSectionHadCert" = "Firma con certificado";
"kSignListSectionWithoutCert" = "Firma sin certificado";
"kSelectAddCert" = "+ Seleccionar certificado a agregar ";
"kCertFileError" = "Error de archivo de certificado";
"kRequestPermissionTip" = "Solicitud de permisos:";
"kPermissionCopy" = "Copiar texto, imágenes y otro contenido";
"kPermissionEdit" = "Comentar, completar campos de formularios y firmar en campos de firma existentes";
"kNoCert" = "Sin certificados";
"kNoCertAndImportTip" = "Sin certificado. Importe sus certificados";

"kFieldSignWithoutCert" = "Seleccione un certificado para firmar este documento.";
"kAddSign" = "Firmar";
"kSignList" = "Lista de firmas";
"kDeleteSign" = "Eliminar";
"kOfflineCopyAlterTitle" = "Introduzca la contraseña";
"kPassWordErrorAlterTitle" = "La contraseña probablemente no es correcta. ¿Intentarlo de nuevo?";
"kSaveSignedDocSuccess" = "Logre guardar un nuevo documento PDF con firma digital";
"kSaveSignedDocFailure" = "No se pudo firmar y guardar.";

"kLTVStateEnable" = "La firma está habilitada para LVT.";
"kDigitalSignatureTitle" = "Firmas digitales";
"kDigitalSignatureBtnView" = "Vista";
"kDigitalSignatureBtnVerify" = "Verificar";
"kDigitalSignatureTableEmptyData" = "Sin firmas digitales.";
"kDigitalSignatureSignedTitleVersion" = "Rev.%d:";
"kDigitalSignatureSignedTitleSigner" = "Firmado por %@";
"kDigitalSignatureUnsigned" = "Campo de firma sin firmar";
"kDigitalSignatureAllReadyView" = "Ya está viendo esta versión del documento cubierta por la firma seleccionada.";
"kDigitalSignatureFaildView" = "No se pudo ver esta versión";
"kDigitalSignatureListSignerUnknown" = "Desconocido";

"kAddTrustedCertTitle" = "Agregar a certificados de confianza";
"kAddTrustedCertDesciption" = "¿Quiere confiar en el certificado al validar firmas o documentos certificados?";
"kTrustedCertName" = "Nombre:";
"kTrustedCertIssuer" = "Emisor del certificado:";
"kTrustedCertValidFrom" = "Válido desde:";
"kTrustedCertValidTo" = "Válido hasta:";
"kTrustedCertKeyUsage" = "Uso de clave previsto:";

"kuDIGITALSIGNATURE" = "Firma digital";
"kuNONREPUDIATION" = "Sin rechazo";
"kuKEYENCIPHERMENT" = "Cifrado de clave";
"kuDATAENCIPHERMENT" = "Cifrado de datos";
"kuKEYAGREEMENT" = "Acuerdo de clave";
"kuKEYCERTSIGN" = "Firma de cert. de clave";
"kuCRLSIGN" = "Firma de Crl";
"kuENCIPHERONLY" = "No especificado";
"kuDECIPHERONLY" = "No especificado";

//Selection
"kColor" = "Color";
"kSize" = "Tamaño";
"kThickness" = "Grosor";
"kFontName" = "Nombre de fuente";
"kFontSize" = "Tamaño de fuente";
"kIconCheck" = "Marca de verificación";
"kIconCircle" = "Óvalo";
"kIconComment" = "Comentario";
"kIconCross" = "Cruz";
"kIconHelp" = "Ayuda";
"kIconInsert" = "Insertar";
"kIconKey" = "Clave";
"kIconNewParagraph" = "Nuevo párrafo";
"kNote" = "Nota";
"kIconParagraph" = "Párrafo";
"kIconRightArrow" = "Flecha derecha";
"kIconRightPointer" = "Puntero derecho";
"kIconStar" = "Estrella";
"kIconUpArrow" = "Flecha arriba";
"kIconUpLeftArrow" = "Flecha arriba izquierda";

//Record
"KStart" = "Inicio";

//ACN
"kDiscardChange" = "Descartar cambios";

//RMS rights
"kRMSFILLFORM" = "Completar formulario";
"kRMSANNOTATE" = "Comentar en el documento";
"kRMSASSEMBLE" = "Administrar páginas y marcadores";
"kRMSEDIT" = "Modificar documento";
"kRMSEXTRACTACCESS" = "Copia del contenido para accesibilidad";
"kRMSEXTRACT" = "Extraer el contenido del documento";

"kRMSNoAccess" = "Este documento está protegido, compruebe que tiene permiso";
"kRMSAlreadyEncrypt" = "Este documento ya se ha encriptado con Microsoft AD RMS";

//Permission
"kPermission" = "Permiso";
"kPermissionPrint" = "Imprimir";
"kEnable" = "Permitido";
"kDisable" = "No permitido";

"kPwdDocumentLimitation" = "Agregar restricciones de documentos";
"kPwdFillForm" = "Llenar formulario";
"kPwdEditDocument" = "Editar el documento";
"kPwdExtractContent" = "Extraer contenido";

"kDecryption" = "Quitar seguridad";
"kEncryptionTitle" = "Encriptación";
"kEncryptMissOpenDocPass" = "Introduzca la contraseña para\"Abrir documento\" o desactive la opción.";
"kEncryptMissOtherPass" = "Introduzca la contraseña para otro permiso o desactive la opción.";
"kEncryptRemovePass" = "¿Está seguro de que desea eliminar la seguridad para este documento?";
"kEncryptProcess" = "Encriptando...";
"kEncryptRemove" = "Quitando...";
"kTryAgain" = "Inténtelo de nuevo";
"kEncryptAddFail" = "No se pudo encriptar este documento. ¿Desea intentarlo de nuevo?";
"kEncryptAddSuccess" = "¡Se encriptó el documento correctamente!";
"kEncryptRemoveSuccess" = "¡Esta contraseña se eliminó correctamente!";
"kEncryptionSectionTitle" = "OPCIONES DE SEGURIDAD";
"kEncryptionSectionFooter" = "- Cuando \"Abrir documento\" está activado, se requiere una contraseña para abrir el documento. \n- Al activar otro permiso, la contraseña se requiere para realizar la acción.";
"kEncryptionDoneNoPass" = "Este documento no está encriptado con ninguna contraseña. ¿Desea encriptarlo?";

//EncryptOption xib
"kCellEncryptOpenDocumentTitle" = "Abrir documento";
"kCellEncryptPrintDocumentTitle" = "Imprimir documento";
"kCellEncryptCopyContentTitle" = "Copia de contenido para accesibilidad";
"kCellEncryptPasswordTitle" = "Contraseña:";

//others
"kInvalidJSON" = "JSON no válida";
"kRecordVideo" = "Grabar video";
"kRecordAudio" = "Grabar audio";
"kFromDocument" = "Desde documento";
"kFromAlbum" = "Desde álbum";
"kFromCamera" = "De la Cámara";
"kGo" = "Ir";
"kDocinfo" = "Información del archivo";
"kFilePath" = "Ruta de acceso";
"kFileAuthor" = "Autor";
"kFileSubject" = "Asunto";
"kCreateDate" = "Creado";
"kModifyDate" = "Última modificación";
"kSecurity" = "Seguridad";
"kHeaderDescription" = "DESCRIPCIÓN";
"kDescription" = "DESCRIPCIÓN";
"kEncryption" = "Encriptación de archivos";
"kPasswordEncryption" = "Protección con contraseña";
"kNoEncryption" = "Sin protección";
"kMoreTextMarkup" = "Marcado de texto";
"kMoreDrawing" = "Dibujo";
"kMoreOthers" = "Otros";
"kReadView" = "  Vista  ";
"kReadComment" = "Comentario";
"kPropertyFill" = "Rellenar";
"kOverlayText" = "Superponer texto";
"kText" = "Texto";
"kInputPlaceholderText" = "Introduzca el texto";
"kStamp" = "Sello";
"kPropertyImage" = "Imagen";
"kAudio" = "Audio";
"kVideo" = "Video";
"kMore" = "Más";
"kAppearance" = "Apariencia";
"kAnnotContinue" = "Mantener la herramienta seleccionada";
"kAnnotSingle" = "Comentario único";
"kScreenLock" = "Bloqueo de pantalla";
"kPanAndZoom" = "Panorámica y zoom";
"kAutoBrightness" = "Aplicar brillo automático";
"kClear" = "Borrar";
"kClearAnnotations" = "¿Está seguro de que desea borrar todas las anotaciones?";
"kTimeSort" = "Hora";
"kOpen" = "Abrir";
"kOtherDocumentsFile" = "Archivo";
"kRequiredPlaceHolder" = "Requerido";
"kOptionalPlaceHolder" = "Opcional";
"kDocumentAttachmentTab" = "Pestaña de archivos adjuntos";
"kRenameAndAttached" = "Cambiar el nombre y adjuntar";
"kAttachmentMaxSize" = "Este comentario es demasiado largo para adjuntarlo. El tamaño de archivo máximo es %dMB.";
"kFailedAddAttachment" = "No se pudo agregar el archivo adjunto.";
"kFailedAddAttachmentForExistedName" = "El nombre del archivo adjunto ya existe.";
"kDescription" = "Descripción";
"kSureToReplaceFile" = "¿Está seguro de que desea reemplazar el archivo '%@'?";
"kCopyFileFailed" = "No se pudo copiar este archivo:\n%@: %@\n";
"kFailedChangeDocumentAttachmentDescription" = "No se pudo cambiar la descripción del archivo adjunto de documento: '%@'";
"kFailedSaveAttachmentBadFileName" = "Se ha producido un error al guardar este archivo adjunto. El nombre de archivo no es válido.";
"kFailedOpenAttachmentBadFileName" = "Se ha producido un error al abrir el archivo adjunto. El nombre de archivo no es válido.";
"kRMSEncryption" = "Protección RMS";
"kMediaFileValid" = "El tipo del archivo no es compatible. Seleccione un archivo válido.";
"kFailedToOpenFile" = "No se pudo abrir este archivo, ¿tratar de abrirlo con otra aplicación?";
"kFailedOpenAttachment" = "Error al abrir el archivo adjunto '%@'.";
"kFailedOpenAlbum" = "Este dispositivo no admite álbumes.";
"kFailedOpenCamera" = "Este dispositivo no es compatible con la cámara.";
"kFailedLoadJSON" = "No se pudo cargar el administrador de extensiones.";
"kFlattenTip" = "Acoplar la anotación para que se convierta en parte del contenido de la página y no se pueda modificar ni eliminar.";
"kProtect" = "Proteger";
"kComments&Fields" = "Comentarios y campos";
"kPDFVersion" = "Versión en PDF";
"kFastWebView" = "Vista rápida en Web";
"kTaggedPDF" = "PDF etiquetado";
"kPages" = "Páginas";
"kTitle" = "Título";
"kCreator" = "Creador";
"kProducer" = "Productor";
"kKeywords" = "Palabra clave";
"kDocumentSize" = "Tamaño del documento";
"kInch" = "pulgadas";
"kTitleNotice" = "Agregar un título";
"kSubjectNotice" = "Agregar un asunto";
"kCreatorNotice" = "Agregar un creador";
"kAuthorNotice" = "Agregar un autor";
"kProducerNotice" = "Agregar un productor";
"kKeywordsNotice" = "Agregar palabras clave";

//Insert page
"kBlankPage" = "Página en blanco";
"kPageSize" = "Tamaño de página";
"kPageColor" = "Color de página";
"kOrientation" = "Orientación";
"kPageCount" = "Recuento de páginas";
"kPortrait" = "Vertical";
"kLandscape" = "Horizontal";
"kLetter" = "Carta";
"kLegal" = "Legal";
"kLedger" = "Doble carta";
"kAddPage" = "Agregar página";
"kCurrent" = "Actual";
"kNew" = "Nuevo";
"kThemeColors" = "Colores del tema";
"kBlank" = "En blanco";
"kLined" = "Rayado";
"kGrid" = "Cuadrícula";
"kGraph" = "Gráfico";
"kMusic" = "Partitura";

//Comment
"kImportComments" = "Importar comentarios";
"kExportComments" = "Exportar comentarios";
"kSummarizeComments" = "Resumir comentarios";
"kSuccessExportData" = "Se exportaron correctamente los datos.";
"kFailedExportData" = "No se pudieron exportar los datos desde el documento actual.";
"kSuccessImportData" = "Los datos fueron importados correctamente en el documento actual.";
"kFailedImportData" = "No se pudieron importar los datos al documento actual.";
"kNoCommentsImport" = "No se importó ningún comentario.";
"kOptimizing" = "Optimizando documento...";
"kOptimizeFailed" = "Error al optimizar";
"kOptimizeSizeTip" = "Archivo optimizado de %@ a %@";
"kMinimum" = "Mínimo";
"kLow" = "Bajo";
"kMedium" = "Medio";
"kHigh" = "Alto";
"kMaximum" = "Máximo";
"kSummarizeComments" = "Resumir comentarios";
"kDocumentAndComments" = "Documento y comentarios";
"kCommentsOnly" = "Solo comentarios";

//Save as
"kOriginalDocument" = "Documento original";
"kFlattenedCopy" = "Copia sin formato";
"kFlattenedCopyTip" = "Aplane las anotaciones o los formularios PDF para hacer que formen parte del contenido de la página e impedir que se editen";
"kSaving" = "Guardando...";
"kCouldNotSavedTip" = "El documento no se pudo guardar. Guarde el documento con un nombre distinto o en otra carpeta.";
"kFileName" = "NOMBRE DE ARCHIVO";
"kFormat" = "FORMATO";
"kRename" = "Renombrar";
"kReducedFileSizeCopy" = "Copia de tamaño de archivo reducido";
"kLossy" = "Con pérdida";
"kLossless" = "Sin pérdida";
"kGrayscaleImages" = "IMÁGENES EN COLOR/ESCALA DE GRISES";
"kMonochromeImages" = "IMÁGENES MONOCROMÁTICAS";
"kQuality" = "Calidad";

//Trust Cert
"kDeleteTrustedCer" = "¿Seguro que desea eliminar este certificado?\nYa no podrá verificar la identidad del propietario si lo hace.";
"kTrustedCert" = "Certificados de confianza";
"kCerficateProtect" = "Proteger con certificado";
"kInfo" = "Info";
"kCertInfo" = "Información del certificado";
"kViewCert" = "Ver certificado";
"kUsage" = "Uso";
"kTrust" = "Confianza";
"kTrustedCertTip" = "Si cambia la configuración de confianza, necesitará volver a validar las firmas para ver los cambios. Generalmente se desaconseja confiar en certificados directamente desde un documento. ¿Está seguro de que desea continuar?";
"kVerifyingDigital" = "Verificación de firmas digitales";
"kNoCertificates" = "No hay certificados confiables disponibles";

// Comparison
"kComparisonVCTitle" = "Comparar";
"kCompareItemTitle" = "Comparar modo";
"kCompareButtonOverlay" = "Superponer";
"kCompareButtonAbreast" = "Lado a lado";
"kCompareFileInfoOld" = "Archivo anterior";
"kCompareFileInfoNew" = "Archivo nuevo";
"kCompareFileSelectedColor" = "Color seleccionado";

"kComapreContainerLegendTitle" = "Leyenda";
"kComapreContainerLegendReplace" = "Reemplazado";
"kComapreContainerLegendDelete" = "Eliminados";
"kComapreContainerLegendInsert" = "Insertado";
"kComapreContainerHideLegend" = "Ocultar leyenda";
"kComapreContainerShowLegend" = "Mostrar leyenda";
"kCompareNotSupportFileFormat" = "El formato de archivo no es compatible %@";
"kCompareNotSomeFile" = "Seleccione dos documentos diferentes para comparar.";
"kCompareing" = "Comparación de documento...";

//scan
"kScan" = "Escanear";
"kStartTap" = "Haga clic para escanear";
"kRecentTips" = "Transformaciones recientes";
"kNoDetect" = "Sin detección";
"kMoveClear" = "Acérquese";
"kGlareDetect" = "Reflejo detectado";
"kDark" = "Muy oscuro";
"kHoldStill" = "Mantener inmóvil";
"kAddPhotos" = "Agregar fotos";
"kPhotos" = "Fotos";
"kScaneLightTip" = "Flash";
"kScaneDetechTip" = "Detección automática";
"kScaneFrameSizeTip" = "Tamaño de página";
"kClose" = "Cerrar";
"kNeedFullScreen" = "Pase a Modo Pantalla completa para usar la cámara.";
"kALBUM" = "No se pudo acceder al Álbum de fotos sin permiso.";
"kNoTorch" = "Este dispositivo no tiene flash de cámara.";
"kLightOpen" = "Encender flash";
"kLightClose" = "Apagar flash";
"kContinueMode" = "Continuo";
"kSigleMode" = "Única";
"kAutoDetectOpen" = "Abrir Detección automática";
"kAutoDetectClose" = "Cerrar Detección automática";
"kContrast" = "Contraste";
"kColorModelNone" = "Ninguno";
"kColorModelBlackWhite" = "Blanco y negro";
"kColorModeGray" = "Gris";
"kWidth" = "Ancho";
"kHeight" = "Alto";
"kOutPageSizeTip" = "La medición debe estar entre 1 mm y 5587 mm.";
"kOriginal" = "Original";
"kCustom" = "Personalizado";
"kStorePDF" = "Guardar como PDF";
"kSharePDF" = "Compartir como PDF";
"kConvertPhotos" = "Galería";
"kRenameFileName" = "Cambiar nombre de campo";
"kBrightness" = "Brillo";
"kSaveSuccess" = "Se guardó correctamente";
"kImageLimit" = "Seleccione hasta 9 imágenes a la vez.";
"kNoFilesYet" = "Aún no hay archivos";
"kAddNewScanImageTip" = "Haga clic en \"+\" al fondo para agregar una imagen";
"kNotAllowTakePhoto" = "No se pueden tomar fotos";
"kCAMERADenied" = "No se puede acceder a la cámara para tomar fotos. Habilítelo en la configuración de Privacidad de su dispositivo.";
"kGoSetting" = "Ir a Configuración";
"kFileFolderExist" = "El nombre de archivo o carpeta ya existe, introduzca un nombre nuevo.";
"kNoPhotos" = "Las fotos que tome aparecerán aquí. Toque para revisar o mantenga pulsado y deslice para eliminar.";
"kSelected" = "Seleccionado(s)";
"kBusinessCard" = "Tarjeta de visita";
"kEnvelope" = "Sobre";
"kExecutive" = "Ejecutivo";
"kGalleryNoPhotos" = "No hay fotos";

//speech
"kSpeak" = "Leer en voz alta";
"kSpeakString" = "Leer en voz alta el contenido seleccionado";
"kSpeakStart" = "Leer en voz alta desde la posición actual";
"kSpeechRateTitle" = "Velocidad de reproducción";

//fill sign
"kProfiletitle" = "Texto predefinido";
"kProfileFullName" = "Nombre completo:";
"kProfileAddFullName" = "Agregar nombre completo";
"kProfileFirstName" = "Nombre:";
"kProfileAddFirstName" = "Agregar nombre";
"kProfileMiddleName" = "Segundo nombre:";
"kProfileAddMiddleName" = "Agregar segundo nombre";
"kProfileLastName" = "Apellido:";
"kProfileAddLastName" = "Agregar apellido";
"kProfileAddress" = "Dirección";
"kProfileStreet1" = "Calle 1:";
"kProfileAddStreet1" = "Agregar calle 1";
"kProfileStreet2" = "Calle 2:";
"kProfileAddStreet2" = "Agregar calle 2";
"kProfileCity" = "Ciudad:";
"kProfileAddCity" = "Agregar ciudad";
"kProfileState" = "Estado:";
"kProfileAddState" = "Agregar estado:";
"kProfileZip" = "Código postal:";
"kProfileAddZip" = "Agregar código postal";
"kProfileCountry" = "País:";
"kProfileAddCountry" = "Agregar país:";
"kProfileContactInfo" = "Información de contacto";
"kProfileEmail" = "Correo electrónico:";
"kProfileAddEmail" = "Agregar correo electrónico";
"kProfileTel" = "Teléfono:";
"kProfileAddTel" = "Agregar teléfono";
"kProfileDates" = "Fechas";
"kProfileDate" = "Fecha:";
"kProfileBirthDate" = "Fecha de nacimiento:";
"kProfileAddBirthDate" = "Agregar fecha de nacimiento";
"kProfileCustomfield" = "Campo personalizado";
"kProfileAddCustom" = "Agregar campo personalizado";
"kProfileAddCustomKey" = "Escribir etiqueta";
"kProfileAddCustomValue" = "Escribir valor";
"kProfileAddCustomTitle" = "Editar texto predefinido";
"kFillClickPrompt" = "Haga clic en cualquier parte para colocar contenido";
"kFillDoSignPrompt" = "Después de firmar, los campos del formulario no se pueden editar.";
"kFill" = "Rellenar";
"kAddText" = "Agregar texto";
"kAddCheck" = "Agregar marca de verificación";
"kAddX" = "Agregar X";
"kAddDot" = "Agregar punto";
"kAddLine" = "Agregar línea";
"kAddRoundedRectangle" = "Agregar rectángulo redondeado";
"kAddCombField" = "Agregar campo comb";

//new UI
"kFilter" = "Filtro";
"kFilterResult" = "Filtrar resultados";
"kFilterComments" = "Filtrar comentarios";
"kAreaHighlight" = "Resaltado de área";
"kMeasure" = "Medida";
"kImageAnnotation" = "Anotación de imágenes";

"kNoResultsTip" = "Ningún resultado coincide con su criterio de búsqueda";
"kNoBookmarks" = "Sin marcadores";
"kNoOutline" = "Sin contorno";
"kNoComments" = "Sin comentarios";
"kNoAttachments" = "Sin archivos adjuntos";
"kNoDigitalSignatures" = "Sin firmas digitales.";
"kClearOutline" = "¿Está seguro de que desea borrar todos los contornos?";
"kClearAttachments" = "¿Está seguro de que desea borrar todos los adjuntos?";

"kGroupList" = "Lista de grupos";

"kGallery" = "Galería";
"kCamera" = "Cámara";
"kImport" = "Importar";
"kTools" = "Herramientas";
"kRetry" = "Reintentar";

"kSelectFile" = "Seleccionar archivo";
"kSelectFolder" = "Seleccionar carpeta";
"kSelected" = "Seleccionado(s)";
"kComments" = "Comentarios";
"kBookmarks" = "Marcadores";

"kDeleting" = "Eliminando...";
"kAdding" = "Agregando...";
"kInserting" = "Insertando...";
"kPasting" = "Pegando...";
"kCopying" = "Copiando...";

"kThumnailPasteTip" = "Toque para pegar páginas aquí o arrastre para reordenar";
"kAll" = "Todo";
"kAnnotated" = "Anotado";
"kBookmarked" = "Marcado";


"kSelectRedactText" = "Seleccione el texto o contenido que desea redactar";
"kRedactPages" = "Redactar páginas";
"kSelectRedactPage" = "Seleccione las páginas que desea redactar";
"kRedactNoAnnote" = "No hay anotaciones de redacción en el documento.";

"kSearchNoMatches" = "No se encontraron coincidencias.";
"kSearchRedaction" = "Marcar los resultados comprobados para redacción";

"kFailSummary" = "No se pudo crear el resumen de comentarios.";
"kNoCommentSummary" = "No se encontraron comentarios en el documento actual.";
"kProcessing..." = "Procesando...";
"kInputOwnerPassword" = "El documento actual está protegido. Introduzca la contraseña de permiso.";
"kFlattenSuccessful" = "El aplanamiento es exitoso";
"kSummarizeSuccessful" = "El resumen de comentarios se creó exitosamente.";

"kReplyHasBeenAdded" = "Se agregó la respuesta";

"kCustomizeColors" = "Personalizar colores";
"kProperty" = "Propiedades";
"kShape" = "Forma";

"kPen" = "Bolígrafo";
"kBrush" = "Pincel";
"kBackgroundColor" = "Color de fondo";
"kTextColor" = "Color de texto";

"kViewSettings" = "Ver configuración";
"kSinglePage" = "Una sola página";
"kCoverFacing" = "Carátula opuesta";
"kDay" = "Día";
"kNight" = "Noche";
"kAutoFlip" = "Volteo automático";
"KRotateView" = "Rotar vista";
"kAddTools" = "Agregar herramientas";
"kToolList" = "Lista de herramientas";
"kPanandZoom" = "Panorámica y zoom";
"kAddedTools" = "Herramientas agregadas";
"kDrawing" = "Dibujo";
"kAddToolsTip" = "Haga clic en el botón \"+\" a la derecha de la siguiente lista para agregar la herramienta";
"kStandardStamps" = "Sellos estándares";
"kSignHere" = "Firmar aquí";
"kDynamicStamps" = "Sellos dinámicos";
"kHighlighter" = "Marcador";
"kCropAllPages" = "Recortar todas las páginas";
"kCropPagesSymmetrically" = "Recortar las páginas simétricamente";
"kAutomaticallyCropPages" = "Recortar las páginas automáticamente";
"kManuallyCropPages" = "Recortar las páginas manualmente";
"kRemoveAllPageCropping" = "Deshacer todos los recortes de página";

"kTextField" = "Campo de texto";
"kCheckBox" = "Casilla de verificación";
"kRadioButton" = "Grabación";
"kComboBox" = "Cuadro combinado";
"kListBox" = "Cuadro de lista";
"kSignatureField" = "Campo de firma";

"kLink" = "Enlace";
"kAudioTapNotice" = "Toque la página para agregar un audio allí";
"kVideoTapNotice" = "Toque la página para agregar un video allí";
"kChooseAudio" = "Seleccionar audio";
"kRecord" = "Grabar";
"kLinkTapNotice" = "Arrastre el recuadro para seleccionar el contenido que debe ser enlazado";
"kSettings" = "Configuración";
"kGoToPage" = "Enlace a página";
"kOpenWebLink" = "Enlace a web";
"kLinkHeader" = "DESTINO";
"kEnterWebLink" = "Introduzca un enlace web";
"kInvalidWebAddr" = "El enlace no puede estar vacío.";
"kInvalidPageCount" = "Conteo de páginas no válido.";
"kThumbnail" = "Miniatura";
"kToPage" = "Hasta la página";
"kLinkTo" = "Enlazar a:";
"kSecurityWarning" = "Advertencia de seguridad";
"kLinkingToWeb" = "El documento está intentando conectarse a:";
"kFormNoOptionsTip" = "Haga clic en \"+\" para agregar elementos";
"kInputNewItemNameTip" = "Ingrese un nuevo nombre de elemento";
"kCannotRecordAudio" = "No se pueden grabar audios";
"kEnableAudioPrivacy" = "No se puede acceder al micrófono para grabar audio. Habilítelo en la configuración de Privacidad de su dispositivo.";
"kCannotRecordVideo" = "No se pueden grabar videos";
"kEnableVideoPrivacy" = "No se puede acceder a la cámara para grabar video. Habilítelo en la configuración de Privacidad de su dispositivo.";
"kInvalidLinkUrl" = "No se pudo acceder al URL. Verifique que el URL sea correcto.";

"kThumbnail" = "Miniatura";
"kNoAnnotatedPages" = "No hay páginas anotadas";
"kNoBookmarkedPages" = "No hay páginas marcadas";

"kHome" = "Inicio";
"kEdit" = "Editar";
"kDrawing" = "Dibujo";
"kView" = "Vista";
"kForm" = "Formulario";
"kFill&Sign" = "Rellenar y firmar";
"kGotoPage" = "Ir a página";
"kEnterPageNumber" = "Introduzca el número de página";

"kAddPolygonFailedHints" = "Una anotación de polígonos debe requerir al menos 3 puntos como vértices";
"kAddCloudFailedHints" = "Una anotación de polígonos en nube debe requerir al menos 3 puntos como vértices";
"kAddPolylineFailedHints" = "Una anotación de polilíneas debe requerir al menos 3 puntos como vértices";

"kAddSignature" = "Agregar firma";
"kNoSignatures" = "No hay firmas";
"kPageStyle" = "Estilo de página";

//editor
"kUnspportEditTip" = "No se puede editar los objetos de texto rotados, cortados o volteados.";
"kExportImageSucess" = "Se exportó la imagen correctamente,";
"kExportImageFailed" = "No se puede exportar la imagen.";
"kAddPicture" = "Agregar imagen";
"kPaste" = "Pegar";
"kStyle" = "Estilo";
"kAlignment" = "Alineación";
"kRotateLeft" = "Rotar a la izquierda";
"kRotateRight" = "Rotar a la derecha";
"kClickAddImage" = "Toque la página para agregar un objeto de imagen allí";
"kClickAddText" = "Toque la página para agregar un objeto de texto allí";
"kShowKeyBoard" = "Mostrar teclado";
"kExport" = "Exportar";

//
"kNonSupportDoc" = "No se admite la encriptación de %@.";
"kNoModuleInvalidLicense" = "No tiene autorización para utilizar este módulo adicional, póngase en contacto con nosotros para actualizar su licencia.";
"kImportDocNeedPassword" = "Este archivo está protegido con contraseña, escriba a continuación la contraseña";
"kSpeechPage" = "Página: %d";

"kCut" = "Cortar";

//voiceover
"kAddBookMarkItemVoiceOver" = "Agregar marcador";
"kSearchContentItemVoiceOver" = "Buscar contenido";
"kPanHanderItemVoiceOver" = "Arrastre para restablecer barra de herramientas";
"kUndoItemVoiceOver" = "Deshacer la última acción";
"kRedoItemVoiceOver" = "Rehacer la última acción";
"kTabItemVoiceOver" = "pestaña";
"kDobClickVoiceOver" = "Toque dos veces para activarlo o desactivarlo";
"konVoiceOver" = "encender";
"koffVoiceOver" = "apagado";
"kDeleteBookmarksVoiceOver" = "Borrar marcador";
"kUnfoldVoiceOver" = "desplegar";
"kFoldVoiceOver" = "plegar";
"kDobClickRemoveVoiceOver" = "Toque dos veces para eliminar la herramienta";
"kDayModeVoiceOver" = "Modo diurno";
"kPreReadingVoiceOver" = "Lea la página anterior";
"kPlayBtnPauseVoiceOver" = "Poner la lectura en pausa";
"kPlayBtnContinueVoiceOver" = "comenzar a leer";
"kNextPageBtnVoiceOver" = "Leer la página siguiente";
"kRepeatbtnVoiceOver" = "Repetir la lectura";
"kExitVoiceOver" = "salir";
"kLeftRaotatePageVoiceOver" = "girar la página a la izquierda";
"kRightRaotatePageVoiceOver" = "girar la página a la derecha";
"kExtractPageVoiceOver" = "extraer página";
"kCopyPageVoiceOver" = "copiar página";
"kPastePageVoiceOver" = "pegar página";
"kDeleteVoiceOver" = "eliminar página";
"kRedactTextVoiceOver" = "redactar texto o contenido";
"kRedactPageVoiceOver" = "redactar páginas";
"kRedactSearchVoiceOver" = "buscar y redactar";
"kAutoflipIncreaseVoiceOver" = "aumentar la velocidad";
"kAutoflipDecreaseVoiceOver" = "disminuir la velocidad";
"kPanZoomInVoiceOver" = "acercar";
"kPanZoomOutVoiceOver" = "alejar";
"kPanZoomPreviousPageVoiceOver" = "página anterior";
"kPanZoomNextPageVoiceOver" = "página siguiente";
"kIncreaseVoiceOver" = "Aumentar";
"kDecreaseVoiceOver" = "Disminuir";
"kExitFullScreenVoiceOver" = "salir del modo de pantalla completa";
"kHomeToolBarVoiceOver" = "Barra de herramientas de inicio";
"kSelectCertVoiceOver" = "seleccionar certificado";
"kIncSizeVoiceOver" = "Aumentar tamaño de la fuente";
"kDecSizeVoiceOver" = "Reducir tamaño de la fuente";
"kImgHidVoiceOver" = "Ocultar imágenes";
"kImgShVoiceOver" = "Mostrar imágenes";
"kColorValueAccessibilityLabel" = "valor de color";
"kCustomColorAccessibilityLabel" = "color personalizado";
"kCropDeafultAreaAccessibilityLabel" = "Restablecer la región de recorte";
"kDeselectAccessibilityLabel" = "Anular selección";
"kAdjustBtn" = "Ajuste";
"kUnfoldMoreMenu" = "desplegar más menú";
"kTriggerOpVoiceover" = "Deslice hacia arriba y hacia abajo para cambiar las operaciones";
"kPanelListVoiceover" = "Lista de paneles";
"kBackToTopVoiceover" = "Volver arriba";
"kColorVoiceover" = "Color";
"kBrightnessVoiceover" = "Brillo";
"kContrastVoiceover" = "Contraste";
"kPhotoModelVoiceover" = "foto";
"kColorModelVoiceover" = "color";
"kBackWhiteModelVoiceover" = "blanco y negro";
"kGrayscaleModelVoiceover" = "escala de grises";
"kContinueScanVoiceover" = "Escaneo continuo";
"kSingleScanVoiceover" = "Escaneo de una sola página";
"kCloseDetectVoiceover" = "Cerrar detección automática";
"kOpenDetectVoiceover" = "Abrir detección automática";
"kKeepScanVoiceover" = "Seguir escaneando";
"kFolderVoiceover" = "Carpeta";
"kListVoiceover" = "Lista";
"kThumbnailVoiceover" = "Miniatura";
"kSearchOptionsVoiceover" = "Opciones de búsqueda";
